# Многострочные комментарии уже имеют свои переносы текста, для них писать \n не нужно
# Пишем \n только в случае, если нужен дополнительный перенос текст

MESSAGE_COORDINATES_NOT_PROVIDED = """
Подписку на уведомления можно оформить на нашем сайте.\n
Сайт - https://stylua.netlify.app/\n
Или можете отправить нам свою геопозицию.
"""

MESSAGE_START_ERROR = """
Произошла ошибка при обработке координат. Пожалуйста, проверьте формат и попробуйте снова.
"""

MESSAGE_SAVE_SUBSCRIPTION = """
Спасибо за подписку на рассылку!\n
Ваши данные были сохранены.\n
Город: """

USER_UNSUBSCRIBED = "Ваша подписка на рассылку была отменена."

USER_UNSUBSCRIBED_ERROR = "У вас нет активной подписки на рассылку."